taskt/Core/Automation/Commands/TextGroup/ReadTextFileCommand.dot
digraph "ReadTextFileCommand" {
"ReadTextFileCommand" -> "ScriptCommand";
"ReadTextFileCommand" -> "IFileExistsFilePathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
