taskt/Core/Automation/Commands/TextGroup/ReadTextFileCommand.puml
@startuml
ReadTextFileCommand --> ScriptCommand
ReadTextFileCommand --> IFileExistsFilePathProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
